{
"categories": [{"name":"Auto & Tires","id":"91083"},{"name":"Baby","id":"5427"},{"name":"Beauty","id":"1085666"},{"name":"Books","id":"3920"},{"name":"Cell Phones","id":"1105910"},{"name":"Clothing","id":"5438"},{"name":"Electronics","id":"3944"},{"name":"Food","id":"976759"},{"name":"Gifts & Registry","id":"1094765"},{"name":"Health","id":"976760"},{"name":"Home","id":"4044"},{"name":"Home Improvement","id":"1072864"},{"name":"Household Essentials","id":"1115193"},{"name":"Jewelry","id":"3891"},{"name":"Movies & TV","id":"4096"},{"name":"Music","id":"4104"},{"name":"Office","id":"1229749"},{"name":"Party & Occasions","id":"2637"},{"name":"Patio & Garden","id":"5428"},{"name":"Pets","id":"5440"},{"name":"Photo Center","id":"5426"},{"name":"Seasonal","id":"1085632"},{"name":"Sports & Outdoors","id":"4125"},{"name":"Toys","id":"4171"},{"name":"Video Games","id":"2636"}],
"vod": {"itemId":46186302,"name":"Nutri Ninja 2-in-1","salePrice":49.97,"shortDescription":"The Nutri Ninja 2-in-1 combines multiple kitchen appliances in one easy-to-use, powerful and compact tool. With one-touch pulse technology, it quickly performs nutrient and vitamin extraction. This Nutri Ninja blender comes with two 16 oz cups with sip and seal lids. It processes ingredients in a 40 oz all-in-one processor bowl for quick, complete and healthy meals. This 2-in-1 blender lets you crush ice, chop, blend, puree, mix, grate and make dough and batter. It also does treats such as smoothies and other cold and healthy drinks made from your frozen fruits and other items. Make savory salsas, soups and other dishes. This machine has 700 watts of power.","thumbnailImage":"http:\/\/i5.walmartimages.com\/dfw\/dce07b8c-8c8c\/k2-_cb07984d-46e1-43ad-bd53-98d058aa674a.v2.jpg","customerRating":"4.281","customerRatingImage":"http:\/\/i2.walmartimages.com\/i\/CustRating\/4_3.gif","numReviews":35},
"trends": [{"itemId":30146246,"name":"Apple iPad mini 2 16GB WiFi","salePrice":199,"shortDescription":"With this Apple iPad mini 2 16GB, you have easy access to the high-tech world right in the palm of your hand. This small but powerful device boasts a beautiful retina display that gives you vivid images and high screen quality. This Apple iPad mini 2 WiFi comes with an A7 chip with motion coprocessor. It also has built-in Wi-Fi (802.11a\/b\/g\/n) with MIMO support so accessing the internet is simple and easy. It features a FaceTime HD camera so you can reach out to friends and family with video calls whenever you want. This 7.9&quot; tablet is the ideal size for easy storage but with a screen big enough for you to view pictures and videos with ease. It comes with 5MP iSight camera with 1080p HD video recording so you can take pictures and create videos that you will be proud to share. This Apple iPad mini 2 16GB comes complete with iPhoto, iMovie, Garageband, Pages, Numbers and Keynote apps for your convenience.","thumbnailImage":"http:\/\/i5.walmartimages.com\/dfw\/dce07b8c-66be\/k2-_8f7e0f9c-d364-4395-a559-8cffa01f0edf.v2.jpg","customerRating":"4.778","customerRatingImage":"http:\/\/i2.walmartimages.com\/i\/CustRating\/4_8.gif","numReviews":1812},{"itemId":47376059,"name":"PlayStation 4 UNCHARTED: The Nathan Drake Collection Console Disc Bundle (PS4)","salePrice":349,"shortDescription":null,"thumbnailImage":"http:\/\/i5.walmartimages.com\/dfw\/dce07b8c-2545\/k2-_347e5dfa-b182-46da-81ca-0ed979b86bf1.v2.jpg","customerRating":"4.75","customerRatingImage":"http:\/\/i2.walmartimages.com\/i\/CustRating\/4_8.gif","numReviews":180},{"itemId":42608121,"name":"Apple iPod touch 16GB, Assorted Colors","salePrice":195,"shortDescription":"&lt;p&gt;Whether you're an avid gamer looking for a more powerful way to play, a music devotee seeking a better portable music experience, or a hobbyist photographer with an adventurous streak, the Apple 16 GB iPod touch packs a host of awesome features into a sleek package. A stunningly crisp 4-inch Retina display, a powerful A8 chip and M8 motion coprocessor make for a beautifully detailed, highly responsive gaming experience. Connect to Wi-Fi to FaceTime with friends and family, download music and games, send messages to your friends or post to social media. Capture the fun of impromptu gatherings with the iPod's 8-megapixel iSight camera with exposure control and improved HDR and face detection. And of course, the iPod touch is a sleek way to keep your music with you, and access the iTunes Store to grab your next favorite album. Attractive and designed to go with you everywhere, the iPod touch is available in 5 stunning colors to suit anyone's taste.&lt;\/p&gt;","thumbnailImage":"http:\/\/i5.walmartimages.com\/dfw\/dce07b8c-797e\/k2-_15228eed-b202-4bcb-ae55-cc7c31480e42.v6.jpg","customerRating":"4.811","customerRatingImage":"http:\/\/i2.walmartimages.com\/i\/CustRating\/4_8.gif","numReviews":95},{"itemId":40622402,"name":"Xbox One Console Value Bundle with Bonus Controller (Save $85)","salePrice":299,"shortDescription":"&lt;b&gt;Xbox One Console Solution Bundle:&lt;\/b&gt;&lt;ul&gt;&lt;li&gt;Choice of Xbox One Console Bundle&lt;\/li&gt;&lt;li&gt;Bonus Controller&lt;\/li&gt;&lt;\/ul&gt;&lt;p&gt;* Items in main image may become unavailable. Only items selected will be received. Click on items for more information.&lt;\/p&gt;","thumbnailImage":"http:\/\/i5.walmartimages.com\/dfw\/dce07b8c-97e0\/k2-_b0bcf619-d47e-437b-b022-03077149ca22.v11.jpg","customerRating":null,"customerRatingImage":null,"numReviews":null},{"itemId":45804384,"name":"RCA Viking Pro 10.1\" 2-in-1 Tablet 32GB Quad Core","salePrice":79.99,"shortDescription":"&lt;p&gt;Versatile and powerful, the RCA Viking Pro 10.1&quot; 2-in-1 Tablet with detachable keyboard offers an adjustable and multi-faceted user experience to suit a wide range of uses. The 10 Viking Pro operates on Android 5.0 (Lollipop) and showcases the operating system's brand-new, critically-acclaimed visual design. The Viking Pro's amazingly clear, 10.1-inch high definition screen makes for an incredibly vivid and detailed viewing experience, and the impressive 1.3GHz quad-core processor is powerful enough to zip through applications and tasks quickly. Use the detachable keyboard and built-in trackpad to update your social statuses, compose emails and navigate the Web. When it's time to get down to business, open up the included WPS Office app to create compelling documents and spreadsheets. Effortlessly transition the RCA 10 Viking Pro into a stand-alone tablet by detaching the keyboard. Available in Pink, Sky Blue, Purple or Charcoal for a stylish, personal 2-in-1 tablet experience.&lt;\/p&gt;","thumbnailImage":"http:\/\/i5.walmartimages.com\/dfw\/dce07b8c-25c1\/k2-_8e837336-5e47-4e1b-acea-91d375f4dab9.v2.jpg","customerRating":"4.408","customerRatingImage":"http:\/\/i2.walmartimages.com\/i\/CustRating\/4_4.gif","numReviews":1643},{"itemId":46270948,"name":"Xbox One 500GB Console  - Gears of War: Ultimate Edition Bundle","salePrice":307.99,"shortDescription":"Pre-order the Xbox One 500GB Gears of War Ultimate Edition Console Bundle, featuring a full-game download of Gears of War: Ultimate Edition, the Superstar Cole multiplayer Xbox One Gears of War: Ultimate Edition Bundlelayer skin, and early access to the Gears of War 4 Beta. Experience the advancement of the latest. The Xbox One Gears of War bundle outdoes the original Gears of War and is rebuilt from the ground up in 1080p, including 60FPS competitive multiplayer with 19 maps, six game modes and five campaign chapters never released on the console. This edition is also your ticket to the 4 Beta. The Xbox one 500GB console bundle features the first game at its best, a bundle for veterans of the series and newcomers alike. Bring all the excitement and adventure to your screen as you play against other gamers. The Xbox One 500GB Gears of War Ultimate Edition Console Bundle is a nice addition to a serious player who wants to take their fun to the next level.","thumbnailImage":"http:\/\/i5.walmartimages.com\/dfw\/dce07b8c-f43d\/k2-_a412d7e6-d75f-4737-9170-9249228ce181.v1.jpg","customerRating":"4.455","customerRatingImage":"http:\/\/i2.walmartimages.com\/i\/CustRating\/4_5.gif","numReviews":176},{"itemId":46620251,"name":"Xbox One White 500GB Gears of War Special Edition Console Bundle - Walmart Exclusive","salePrice":349,"shortDescription":"Be a part of a special gaming experience and take advantage of this Walmart Exclusive by purchasing this Xbox One Gears of War Console Bundle. It includes a variety of features, such as the Cirrus White console and controller, a full-game download of Gears of War: Ultimate Edition, the Superstar Cole multiplayer skin and early access to the Gears of War 4 Beta. The 500GB White Xbox One Special Edition Console lets you experience the original Gears of War rebuilt from the ground up in 1080p, including 60FPS competitive multiplayer with 19 maps and six game modes. You also get five campaign chapters that have never been released on console. For a limited time, when you play Gears of War: Ultimate Edition on this gaming console, you will get the entire Xbox 360 Gears of War collection to play on Xbox One. Gears of War: Ultimate Edition is also your ticket to the Gears of War 4 Beta. This is the first Gears at its best and is a bundle for veterans of the series and newcomers alike.","thumbnailImage":"http:\/\/i5.walmartimages.com\/dfw\/dce07b8c-a616\/k2-_bcc10fcc-51f0-408c-8ef2-9f441254d8fc.v1.jpg","customerRating":"4.451","customerRatingImage":"http:\/\/i2.walmartimages.com\/i\/CustRating\/4_5.gif","numReviews":153},{"itemId":27608624,"name":"SCEPTRE X405BV-F 40\" LED Class 1080P HDTV with ultra slim metal brush bezel, 60Hz","salePrice":239.99,"shortDescription":"&lt;p&gt;The Sceptre 40&quot; LED Class Full 1080P HDTV X405BV-F with 60Hz delivers top of the line picture and audio quality at an amazing value. This LED HDTV features a sleek and streamlined look that will lend an air of elegance to any room, with its sophisticated glossy black finish and slim brushed metal bezels. The 1080P LED display is composed with over 2 million pixels, delivering a vast array of vivid colors and rich, clear details, and the amazing automatic contrast enhancement helps balance images to look bolder and more lifelike. A 60Hz refresh rate lets you watch your favorite shows and movies flicker-free for an uninterrupted viewing experience. The Sceptre 40&quot; LED Class also comes equipped with 3 HDMI ports that let you connect game systems and other devices with the convenience of a single cord. Experience home theatre surround sound without moving from your couch by controlling the Scepter sound bar with a click of the included remote control.&lt;\/p&gt;","thumbnailImage":"http:\/\/i5.walmartimages.com\/dfw\/dce07b8c-8687\/k2-_f493a94d-468f-4e09-a8a0-001a60cfd796.v1.jpg","customerRating":"4.268","customerRatingImage":"http:\/\/i2.walmartimages.com\/i\/CustRating\/4_3.gif","numReviews":5199}]
}